tap "caskroom/cask"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jlhonora/lsusb"
brew "python"
brew "arp-scan"
brew "asciiquarium"
brew "autoconf"
brew "gcc"
brew "binwalk"
brew "cmake"
brew "cmatrix"
brew "composer"
brew "dnsmasq"
brew "docker"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "flashrom"
brew "libtool"
brew "git"
brew "lua"
brew "qt"
brew "gnuplot"
brew "pkg-config"
brew "htop"
brew "httpd"
brew "hugo"
brew "hwloc"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "lha"
brew "libftdi"
brew "lsusb"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mtr"
brew "mysql"
brew "netcat"
brew "nkf"
brew "nmap"
brew "open-ocd"
brew "pdftk"
brew "php"
brew "php@7.1"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", args: ["HEAD"]
brew "wakeonlan"
brew "wget"
brew "youtube-dl"
brew "zstd"
cask "boostnote"
cask "macs-fan-control"
cask "mactex"
cask "mamp"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "the-unarchiver"
cask "vlc"
mas "1Password 7", id: 1333542190
mas "Apple Configurator 2", id: 1037126344
mas "Be Focused Pro", id: 961632517
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Musicnotes", id: 1025073421
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
