tap "1password/tap"
brew "ansible"
brew "arping"
brew "fd"
brew "glib"
brew "cmatrix"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "exiftool"
brew "fdupes"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fping"
brew "git"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "iproute2mac"
brew "jq"
brew "libssh"
brew "mas"
brew "mpc"
brew "mpfr"
brew "mtr"
brew "mysql-client"
brew "ncrack"
brew "net-snmp"
brew "nkf"
brew "nmap"
brew "node"
brew "nodebrew"
brew "pwgen"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "sshuttle"
brew "tealdeer"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh-completions"
cask "1password"
cask "chatgpt"
cask "discord"
# cask "fujitsu-scansnap-home"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "windows-app"
cask "notion"
cask "nvidia-geforce-now"
cask "slack"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "webex-meetings"
cask "wireshark"
cask "zoom"
mas "LINE", id: 539883307
mas "Prime Video", id: 545519333
mas "Snippety", id: 1530751461
mas "WireGuard", id: 1451685025
